results_vcloud_2cores_4gb_normal_storage/37/results.txt
transaction type: Custom query
scaling factor: 10
query mode: simple
number of clients: 2
number of threads: 2
duration: 60 s
number of transactions actually processed: 25279
latency average: 4.747 ms
tps = 421.299941 (including connections establishing)
tps = 421.381300 (excluding connections establishing)